Repository: jankr02/D-D-Dicer
Catalog: src/locale/messages.*.xlf
Languages: de

# app.tabs.diceRolling
source: Dice Rolling
de: Würfeln

# app.tabs.characterSheet
source: Character Sheet
de: Charakterbogen

# error.invalidDiceExpression
source: Please configure a valid dice expression first
de: Bitte konfiguriere zuerst einen gültigen Würfelausdruck

# character.title
source: Character Sheet
de: Charakterbogen

# character.tooltip.name
source: Your character's name. Displayed in presets that use character values.
de: Der Name deines Charakters. Wird in Vorlagen angezeigt, die Charakterwerte verwenden.

# character.placeholder.name
source: Unnamed Hero
de: Namenloser Held

# character.label.level
source: Level
de: Stufe

# character.tooltip.level
source: Your character's level (1-20). Determines the Proficiency Bonus: Lvl 1-4: +2, Lvl 5-8: +3, Lvl 9-12: +4, Lvl 13-16: +5, Lvl 17-20: +6.
de: Die Stufe deines Charakters (1-20). Bestimmt den Übungsbonus: Stufe 1-4: +2, Stufe 5-8: +3, Stufe 9-12: +4, Stufe 13-16: +5, Stufe 17-20: +6.

# character.label.proficiencyBonus
source: Proficiency Bonus:
de: Übungsbonus:

# character.tooltip.proficiencyBonus
source: Automatically calculated from level and added to rolls where you are proficient (e.g., attacks, saving throws, skill checks).
de: Wird automatisch aus der Stufe berechnet und zu Würfen hinzugefügt, bei denen du geübt bist (z.B. Angriffe, Rettungswürfe, Fertigkeitsproben).

# character.section.abilityScores
source: Ability Scores
de: Attributswerte

# character.tooltip.abilityScores
source: Your character's six core attributes. The modifier is calculated from the score: (Score - 10) / 2, rounded down. E.g., 14 = +2, 8 = -1.
de: Die sechs Kernattribute deines Charakters. Der Modifikator wird aus dem Wert berechnet: (Wert - 10) / 2, abgerundet. Z.B. 14 = +2, 8 = -1.

# character.button.reset
source: Reset Character
de: Charakter zurücksetzen

# character.info.noCharacter
source: No character created yet. Fill out the fields and your data will be saved automatically.
de: Noch kein Charakter erstellt. Fülle die Felder aus und deine Daten werden automatisch gespeichert.

# modal.resetCharacter.title
source: Reset Character
de: Charakter zurücksetzen

# modal.resetCharacter.message
source: Are you sure you want to reset the current character? This action cannot be undone.
de: Möchtest du den aktuellen Charakter wirklich zurücksetzen? Diese Aktion kann nicht rückgängig gemacht werden.

# diceGroup.title
source: Dice Group {{ groupIndex + 1 }}
de: Würfelgruppe {{ groupIndex + 1 }}

# diceGroup.label.count
source: Count
de: Anzahl

# diceGroup.tooltip.count
source: Number of dice in this group to be rolled (e.g., 2 for 2d6).
de: Anzahl der Würfel in dieser Gruppe (z.B. 2 für 2W6).

# diceGroup.label.diceType
source: Dice Type
de: Würfelart

# diceGroup.tooltip.diceType
source: The type of die (d4, d6, d8, d10, d12, d20, d100). The number indicates the number of sides.
de: Die Art des Würfels (W4, W6, W8, W10, W12, W20, W100). Die Zahl gibt die Anzahl der Seiten an.

# diceGroup.label.enableKeepDrop
source: Enable Keep/Drop
de: Behalten/Verwerfen aktivieren

# diceGroup.tooltip.keepDrop
source: Allows keeping or dropping certain dice results. Useful for mechanics like "4d6, drop lowest" during character creation.
de: Ermöglicht das Behalten oder Verwerfen bestimmter Würfelergebnisse. Nützlich für Mechaniken wie "4W6, niedrigsten verwerfen" bei der Charaktererstellung.

# diceGroup.label.keepDropType
source: Type
de: Typ

# diceGroup.tooltip.keepDropType
source: Keep Highest/Lowest: Keeps the highest/lowest dice. Drop Highest/Lowest: Discards the highest/lowest dice.
de: Höchste/Niedrigste behalten: Behält die höchsten/niedrigsten Würfel. Höchste/Niedrigste verwerfen: Verwirft die höchsten/niedrigsten Würfel.

# keepDrop.keepHighest
source: Keep Highest
de: Höchste behalten

# keepDrop.keepLowest
source: Keep Lowest
de: Niedrigste behalten

# keepDrop.dropHighest
source: Drop Highest
de: Höchste verwerfen

# keepDrop.dropLowest
source: Drop Lowest
de: Niedrigste verwerfen

# diceGroup.label.keepDropCount
source: Count
de: Anzahl

# diceGroup.tooltip.keepDropCount
source: Number of dice to keep or drop.
de: Anzahl der Würfel, die behalten oder verworfen werden.

# diceRoller.title
source: Dice Roller
de: Würfel-Roller

# diceRoller.button.removeGroup
source: Remove Group
de: Gruppe entfernen

# diceRoller.button.addGroup
source: Add Dice Group
de: Würfelgruppe hinzufügen

# diceRoller.label.modifier
source: Modifier
de: Modifikator

# diceRoller.tooltip.modifier
source: A fixed bonus or penalty added to the roll result. Can be entered manually or calculated from your character sheet.
de: Ein fester Bonus oder Malus, der zum Würfelergebnis addiert wird. Kann manuell eingegeben oder aus dem Charakterbogen berechnet werden.

# diceRoller.label.advantage
source: Advantage/Disadvantage
de: Vorteil/Nachteil

# diceRoller.tooltip.advantage
source: With Advantage, you roll 2d20 and take the higher result. With Disadvantage, you take the lower result.
de: Bei Vorteil würfelst du 2W20 und nimmst das höhere Ergebnis. Bei Nachteil nimmst du das niedrigere Ergebnis.

# advantage.none
source: None
de: Keiner

# advantage.advantage
source: Advantage
de: Vorteil

# advantage.disadvantage
source: Disadvantage
de: Nachteil

# diceRoller.label.targetDC
source: Target DC
de: Ziel-SG

# diceRoller.tooltip.targetDC
source: The Difficulty Class you need to meet or exceed. Shows your success probability in real-time.
de: Der Schwierigkeitsgrad, den du erreichen oder übertreffen musst. Zeigt deine Erfolgswahrscheinlichkeit in Echtzeit.

# diceRoller.label.successProbability
source: Success Probability:
de: Erfolgswahrscheinlichkeit:

# diceRoller.button.roll
source: Roll Dice
de: Würfeln

# diceRoller.button.repeatLast
source: 🔄 Repeat Last Roll
de: 🔄 Letzten Wurf wiederholen

# error.diceRoll
source: Dice roll error
de: Würfelfehler

# modifier.mode.manual
source: Manual
de: Manuell

# modifier.mode.character
source: Character
de: Charakter

# modifier.tooltip.mode
source: Manual: Enter a fixed value. Character: Automatically calculates the modifier from your character sheet.
de: Manuell: Einen festen Wert eingeben. Charakter: Berechnet den Modifikator automatisch aus dem Charakterbogen.

# modifier.label.modifier
source: Modifier
de: Modifikator

# modifier.tooltip.fixedModifier
source: A fixed numeric value that is added (positive) or subtracted (negative) from the roll result.
de: Ein fester numerischer Wert, der zum Würfelergebnis addiert (positiv) oder davon abgezogen (negativ) wird.

# modifier.warning.noCharacter
source: Please fill out the character sheet in the Character Sheet tab first
de: Bitte fülle zuerst den Charakterbogen im Charakterbogen-Tab aus

# modifier.label.ability
source: Ability
de: Attribut

# modifier.tooltip.ability
source: Select the ability whose modifier should be used (e.g., STR for melee attacks, DEX for ranged attacks).
de: Wähle das Attribut, dessen Modifikator verwendet werden soll (z.B. STR für Nahkampfangriffe, DEX für Fernkampfangriffe).

# modifier.label.proficiencyBonus
source: Proficiency Bonus
de: Übungsbonus

# modifier.tooltip.proficiency
source: Enable this for rolls where your character is proficient (proficient attacks, trained skills, saving throws).
de: Aktiviere dies für Würfe, bei denen dein Charakter geübt ist (geübte Angriffe, trainierte Fertigkeiten, Rettungswürfe).

# modifier.label.additionalBonus
source: Additional Bonus
de: Zusätzlicher Bonus

# modifier.tooltip.additionalBonus
source: Extra bonuses from other sources such as magic items, spells, or class features.
de: Extra-Boni aus anderen Quellen wie magischen Gegenständen, Zaubern oder Klassenfähigkeiten.

# modifier.label.total
source: Total:
de: Gesamt:

# modifier.formula.noCharacter
source: No character
de: Kein Charakter

# modifier.ability.none
source: None
de: Keins

# presets.title
source: Presets
de: Vorlagen

# presets.button.cancel
source: Cancel
de: Abbrechen

# presets.button.saveCurrent
source: Save Current
de: Aktuelle speichern

# presets.label.filterByCategory
source: Filter by Category:
de: Nach Kategorie filtern:

# presets.tooltip.filter
source: Filters the preset list by categories. Select "All Categories" to see all presets.
de: Filtert die Vorlagenliste nach Kategorien. Wähle "Alle Kategorien", um alle Vorlagen zu sehen.

# presets.label.presetName
source: Preset Name
de: Vorlagenname

# presets.tooltip.presetName
source: Give your preset a descriptive name, e.g., "Longsword Attack" or "Fireball Damage".
de: Gib deiner Vorlage einen beschreibenden Namen, z.B. "Langschwert-Angriff" oder "Feuerball-Schaden".

# presets.placeholder.presetName
source: Enter preset name...
de: Vorlagenname eingeben...

# presets.label.categories
source: Categories (optional):
de: Kategorien (optional):

# presets.tooltip.categories
source: Categorize your preset for better organization. You can select multiple categories.
de: Kategorisiere deine Vorlage für bessere Organisation. Du kannst mehrere Kategorien auswählen.

# presets.button.savePreset
source: Save Preset
de: Vorlage speichern

# presets.button.load
source: Load
de: Laden

# presets.button.delete
source: Delete
de: Löschen

# presets.empty.noPresets
source: No presets saved yet. Save your favorite dice configurations!
de: Noch keine Vorlagen gespeichert. Speichere deine Lieblings-Würfelkonfigurationen!

# presets.empty.noPresetsInCategory
source: No presets in this category.
de: Keine Vorlagen in dieser Kategorie.

# error.emptyPresetName
source: Please enter a preset name
de: Bitte gib einen Vorlagennamen ein

# toast.presetSaved
source: Preset "name" saved successfully!
de: Vorlage "name" erfolgreich gespeichert!

# toast.presetLoaded
source: Loaded preset "preset.name"
de: Vorlage "preset.name" geladen

# modal.deletePreset.title
source: Delete Preset
de: Vorlage löschen

# modal.deletePreset.message
source: Are you sure you want to delete the preset "preset.name"? This action cannot be undone.
de: Möchtest du die Vorlage "preset.name" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# toast.presetDeleted
source: Preset "preset.name" deleted
de: Vorlage "preset.name" gelöscht

# probability.label.targetDC
source: Target DC (Difficulty Class)
de: Ziel-SG (Schwierigkeitsgrad)

# probability.loading
source: Calculating probabilities...
de: Berechne Wahrscheinlichkeiten...

# probability.empty.configureDice
source: Configure dice in the Dice Roller to see probabilities.
de: Konfiguriere Würfel im Würfel-Roller, um Wahrscheinlichkeiten zu sehen.

# probability.label.successProbability
source: Success Probability (≥ {{ targetDC }})
de: Erfolg (≥ {{ targetDC }})

# probability.stat.expectedValue
source: Expected Value
de: Erwartungswert

# probability.section.criticalRolls
source: Critical Rolls (d20)
de: Kritische Würfe (W20)

# probability.section.distribution
source: Probability Distribution
de: Wahrscheinlichkeitsverteilung

# probability.calculationMethod
source: Calculation Method:
de: Berechnungsmethode:

# probability.method.exact
source: Exact Calculation
de: Exakte Berechnung

# probability.rolls
source: rolls
de: Würfe

# rollHistory.tab.history
source: Roll History
de: Verlauf

# rollHistory.tab.statistics
source: Statistics
de: Statistik

# rollHistory.tab.probabilities
source: Probabilities
de: Chancen

# rollHistory.tab.history.short
source: History
de: Verlauf

# rollHistory.tab.probabilities.short
source: Odds
de: Chancen

# rollHistory.button.clearHistory
source: Clear History
de: Löschen

# rollHistory.empty.noRolls
source: No rolls yet. Start rolling some dice!
de: Noch keine Würfe. Fang an zu würfeln!

# rollHistory.compact.title
source: Recent Rolls
de: Letzte Würfe

# rollHistory.compact.empty
source: Roll some dice!
de: Würfle los!

# modal.clearHistory.title
source: Clear Roll History
de: Würfelverlauf löschen

# modal.clearHistory.message
source: Are you sure you want to clear the entire roll history? This action cannot be undone.
de: Möchtest du den gesamten Würfelverlauf wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# statistics.filter.today
source: Today
de: Heute

# statistics.filter.session
source: Session
de: Sitzung

# statistics.filter.all
source: All
de: Alle

# statistics.button.newSession
source: New Session
de: Neue Sitzung

# statistics.metric.totalRolls
source: Total Rolls
de: Gesamtwürfe

# statistics.metric.average
source: Average
de: Durchschnitt

# statistics.section.criticalRolls
source: Critical Rolls (d20)
de: Kritische Würfe (W20)

# statistics.section.resultDistribution
source: Result Distribution
de: Ergebnisverteilung

# statistics.section.diceTypeAnalysis
source: Dice Type Analysis
de: Würfelart-Analyse

# statistics.diceType.used
source: used
de: verwendet

# statistics.button.exportJSON
source: Export JSON
de: JSON exportieren

# statistics.button.exportCSV
source: Export CSV
de: CSV exportieren

# statistics.empty.noStats
source: No statistics available. Roll some dice first!
de: Keine Statistiken verfügbar. Würfle zuerst ein paar Würfel!

# modal.newSession.title
source: New Session
de: Neue Sitzung

# modal.newSession.message
source: Start a new session? This will reset the session timer.
de: Neue Sitzung starten? Dadurch wird der Sitzungstimer zurückgesetzt.

# modal.button.confirm
source: Confirm
de: Bestätigen

# modal.button.cancel
source: Cancel
de: Abbrechen

# ability.strength
source: Strength
de: Stärke

# ability.dexterity
source: Dexterity
de: Geschicklichkeit

# ability.constitution
source: Constitution
de: Konstitution

# ability.intelligence
source: Intelligence
de: Intelligenz

# ability.wisdom
source: Wisdom
de: Weisheit

# category.combat
source: Combat
de: Kampf

# category.utility
source: Utility
de: Nützlich

# category.character
source: Character
de: Charakter

# category.skillCheck
source: Skill Check
de: Fertigkeitsprobe

# category.damage
source: Damage
de: Schaden

# category.healing
source: Healing
de: Heilung

# category.custom
source: Custom
de: Benutzerdefiniert

# category.allCategories
source: All Categories
de: Alle Kategorien

# category.uncategorized
source: Uncategorized
de: Ohne Kategorie

# pwa.installApp
source: Install
de: Installieren

# pwa.installTooltip
source: Install this app on your device
de: App auf deinem Gerät installieren

# pwa.installSuccess
source: App installed successfully!
de: App erfolgreich installiert!

# pwa.updateAvailable
source: A new version is available! Refresh to update.
de: Eine neue Version ist verfügbar! Aktualisiere zum Update.

# pwa.unrecoverable
source: An error occurred. Please refresh the page.
de: Ein Fehler ist aufgetreten. Bitte lade die Seite neu.

# diceGroup.customDice
source: Custom
de: Benutzerdefiniert

# presets.tab.templates
source: Templates
de: Vorlagen

# presets.tab.myPresets
source: My Presets
de: Meine Vorlagen

# templateCategory.abilityCheck
source: Ability Check
de: Attributsprobe

# templateCategory.savingThrow
source: Saving Throw
de: Rettungswurf

# templateCategory.attackRoll
source: Attack Roll
de: Angriffswurf

# templateCategory.damage
source: Damage
de: Schaden

# templateCategory.healing
source: Healing
de: Heilung

# templateCategory.utility
source: Utility
de: Nützlich

# templateCategory.characterCreation
source: Character Creation
de: Charaktererstellung

# templateCategory.all
source: All Categories
de: Alle Kategorien

# template.placeholder.search
source: Search templates...
de: Vorlagen suchen...

# template.label.category
source: Category:
de: Kategorie:

# template.button.use
source: Use
de: Verwenden

# template.button.copy.title
source: Copy to My Presets
de: Zu meinen Vorlagen kopieren

# template.empty.noResults
source: No templates found matching "{{ searchQuery }}"
de: Keine Vorlagen gefunden für "{{ searchQuery }}"

# template.empty.noTemplates
source: No templates available in this category.
de: Keine Vorlagen in dieser Kategorie verfügbar.

# template.error.requiresCharacter
source: This template requires a character sheet
de: Diese Vorlage benötigt einen Charakterbogen

# template.toast.loaded
source: Loaded template "template.name"
de: Vorlage "template.name" geladen

# toast.templateCopied
source: Template "template.name" saved to presets!
de: Vorlage "template.name" zu Vorlagen hinzugefügt!

# template.strCheck
source: Strength Check
de: Stärkeprobe

# template.strCheck.desc
source: Roll a Strength ability check
de: Würfle eine Stärke-Attributsprobe

# template.dexCheck
source: Dexterity Check
de: Geschicklichkeitsprobe

# template.dexCheck.desc
source: Roll a Dexterity ability check
de: Würfle eine Geschicklichkeits-Attributsprobe

# template.conCheck
source: Constitution Check
de: Konstitutionsprobe

# template.conCheck.desc
source: Roll a Constitution ability check
de: Würfle eine Konstitutions-Attributsprobe

# template.intCheck
source: Intelligence Check
de: Intelligenzprobe

# template.intCheck.desc
source: Roll an Intelligence ability check
de: Würfle eine Intelligenz-Attributsprobe

# template.wisCheck
source: Wisdom Check
de: Weisheitsprobe

# template.wisCheck.desc
source: Roll a Wisdom ability check
de: Würfle eine Weisheits-Attributsprobe

# template.chaCheck
source: Charisma Check
de: Charismaprobe

# template.chaCheck.desc
source: Roll a Charisma ability check
de: Würfle eine Charisma-Attributsprobe

# template.strSave
source: Strength Save
de: Stärke-Rettungswurf

# template.strSave.desc
source: Roll a Strength saving throw
de: Würfle einen Stärke-Rettungswurf

# template.dexSave
source: Dexterity Save
de: Geschicklichkeits-Rettungswurf

# template.dexSave.desc
source: Roll a Dexterity saving throw
de: Würfle einen Geschicklichkeits-Rettungswurf

# template.conSave
source: Constitution Save
de: Konstitutions-Rettungswurf

# template.conSave.desc
source: Roll a Constitution saving throw
de: Würfle einen Konstitutions-Rettungswurf

# template.intSave
source: Intelligence Save
de: Intelligenz-Rettungswurf

# template.intSave.desc
source: Roll an Intelligence saving throw
de: Würfle einen Intelligenz-Rettungswurf

# template.wisSave
source: Wisdom Save
de: Weisheits-Rettungswurf

# template.wisSave.desc
source: Roll a Wisdom saving throw
de: Würfle einen Weisheits-Rettungswurf

# template.chaSave
source: Charisma Save
de: Charisma-Rettungswurf

# template.chaSave.desc
source: Roll a Charisma saving throw
de: Würfle einen Charisma-Rettungswurf

# template.meleeAttackStr
source: Melee Attack (STR)
de: Nahkampfangriff (STR)

# template.meleeAttackStr.desc
source: Standard melee weapon attack using Strength
de: Standard-Nahkampfangriff mit Stärke

# template.meleeAttackDex
source: Melee Attack (DEX/Finesse)
de: Nahkampfangriff (GES/Finesse)

# template.meleeAttackDex.desc
source: Finesse weapon attack using Dexterity
de: Finesse-Waffenangriff mit Geschicklichkeit

# template.rangedAttack
source: Ranged Attack (DEX)
de: Fernkampfangriff (GES)

# template.rangedAttack.desc
source: Ranged weapon attack using Dexterity
de: Fernkampfangriff mit Geschicklichkeit

# template.spellAttack
source: Spell Attack
de: Zauberangriff

# template.spellAttack.desc
source: Spell attack roll (set your spellcasting ability)
de: Zauberangriffswurf (Zauberattribut wählen)

# template.longsword1h
source: Longsword (1-handed)
de: Langschwert (einhändig)

# template.longsword1h.desc
source: Longsword damage, one-handed (1d8 + STR)
de: Langschwert-Schaden, einhändig (1W8 + STR)

# template.longsword2h
source: Longsword (2-handed)
de: Langschwert (zweihändig)

# template.longsword2h.desc
source: Longsword damage, two-handed (1d10 + STR)
de: Langschwert-Schaden, zweihändig (1W10 + STR)

# template.greatsword
source: Greatsword
de: Großschwert

# template.greatsword.desc
source: Greatsword damage (2d6 + STR)
de: Großschwert-Schaden (2W6 + STR)

# template.greataxe
source: Greataxe
de: Großaxt

# template.greataxe.desc
source: Greataxe damage (1d12 + STR)
de: Großaxt-Schaden (1W12 + STR)

# template.dagger
source: Dagger
de: Dolch

# template.dagger.desc
source: Dagger damage (1d4 + DEX)
de: Dolch-Schaden (1W4 + GES)

# template.shortbow
source: Shortbow
de: Kurzbogen

# template.shortbow.desc
source: Shortbow damage (1d6 + DEX)
de: Kurzbogen-Schaden (1W6 + GES)

# template.longbow
source: Longbow
de: Langbogen

# template.longbow.desc
source: Longbow damage (1d8 + DEX)
de: Langbogen-Schaden (1W8 + GES)

# template.lightCrossbow
source: Light Crossbow
de: Leichte Armbrust

# template.lightCrossbow.desc
source: Light crossbow damage (1d8 + DEX)
de: Leichte Armbrust-Schaden (1W8 + GES)

# template.heavyCrossbow
source: Heavy Crossbow
de: Schwere Armbrust

# template.heavyCrossbow.desc
source: Heavy crossbow damage (1d10 + DEX)
de: Schwere Armbrust-Schaden (1W10 + GES)

# template.sneakAttack
source: Sneak Attack (1d6)
de: Hinterhältiger Angriff (1W6)

# template.sneakAttack.desc
source: Rogue Sneak Attack extra damage
de: Schurken-Hinterhältiger-Angriff Extraschaden

# template.cureWounds
source: Cure Wounds (1st level)
de: Wunden heilen (1. Grad)

# template.cureWounds.desc
source: Cure Wounds healing (1d8 + spellcasting mod)
de: Wunden heilen (1W8 + Zaubermod)

# template.healingWord
source: Healing Word (1st level)
de: Heilendes Wort (1. Grad)

# template.healingWord.desc
source: Healing Word bonus action heal (1d4 + spellcasting mod)
de: Heilendes Wort Bonusaktion (1W4 + Zaubermod)

# template.healingPotion
source: Potion of Healing
de: Heiltrank

# template.healingPotion.desc
source: Standard Potion of Healing (2d4 + 2)
de: Standard-Heiltrank (2W4 + 2)

# template.healingPotionGreater
source: Potion of Greater Healing
de: Großer Heiltrank

# template.healingPotionGreater.desc
source: Potion of Greater Healing (4d4 + 4)
de: Großer Heiltrank (4W4 + 4)

# template.healingPotionSuperior
source: Potion of Superior Healing
de: Überlegener Heiltrank

# template.healingPotionSuperior.desc
source: Potion of Superior Healing (8d4 + 8)
de: Überlegener Heiltrank (8W4 + 8)

# template.initiative.desc
source: Roll for initiative (d20 + DEX)
de: Initiativewurf (W20 + GES)

# template.deathSave
source: Death Saving Throw
de: Todesrettungswurf

# template.deathSave.desc
source: Death saving throw (d20, no modifier)
de: Todesrettungswurf (W20, kein Modifikator)

# template.percentile
source: Percentile (d100)
de: Prozent (W100)

# template.percentile.desc
source: Roll percentile dice for random tables
de: Prozentwürfel für Zufallstabellen

# template.coinFlip
source: Coin Flip (d2)
de: Münzwurf (W2)

# template.coinFlip.desc
source: Flip a coin (1 = heads, 2 = tails)
de: Münze werfen (1 = Kopf, 2 = Zahl)

# template.4d6DropLowest
source: Ability Score (4d6 drop lowest)
de: Attributswert (4W6, niedrigsten verwerfen)

# template.4d6DropLowest.desc
source: Standard ability score generation: roll 4d6, drop lowest
de: Standard-Attributserzeugung: 4W6 würfeln, niedrigsten verwerfen

# template.3d6
source: Ability Score (3d6)
de: Attributswert (3W6)

# template.3d6.desc
source: Classic ability score generation: roll 3d6
de: Klassische Attributserzeugung: 3W6 würfeln
